Repository: common-repository/bolcom-seller-widget
Catalog: languages/wordpress-bolcom-*.po
Languages: nl_nl

source: The following error occurred within the bol.com Seller Widget:
nl_nl: De volgende fout deed zich voor binnen de bol.com Verkopers Widget

source: Price
nl_nl: Prijs

source: Search for
nl_nl: Zoek naar

source: within sellers on bol.com.
nl_nl: onder de verkopers op bol.com.

source: Condition
nl_nl: Conditie

source: Comments
nl_nl: Commentaar

source: Are you buying one of my second hands books with bol.com
nl_nl: Koop jij één van mijn 2e hands boeken bij bol.com

source: Bol.com <a href="http://developers.bol.com/documentatie/aan-de-slag/" target="_blank">API key</a>
nl_nl: Bol.com <a href="https://www.bol.com/sdd/preferences/account.html" target="_blank">API key</a>:

source: Amount of products that you want to show
nl_nl: Aantal producten welke je wilt laten zien

source: The view that you want: (default: list view)
nl_nl: Het beeld dat je wilt: (standaard: lijst weergave)

source: list view
nl_nl: lijst weergave

source: tiled
nl_nl: poster weergave
